Repository: RedHatInsights/rhc
Catalog: po/*.po
Languages: pt_br

source: cannot connect to Red Hat Subscription Management: %s
pt_br: não foi possível conectar ao Red Hat Subscriber Management: %s

source: %s[%v] Cannot connect to Red Hat Subscription Management
pt_br: %s[%v] Não foi possível conectar ao Red Hat Subscriber Management

source: %s[%v] Skipping generation of Red Hat repository file
pt_br: %s[%v] Ignorando a geração do arquivo de repositório Red Hat

source: %s[%v] Content ... Red Hat repository file generated
pt_br: %s[%v] Conteúdo ... arquivo de repositório Red Hat gerado

source: %s[ ] Content ... Red Hat repository file not generated
pt_br: %s[ ] Conteúdo ... arquivo de repositório Red Hat não gerado

source: %s[ ] Analytics ... Connecting to Red Hat Lightspeed (formerly Insights) disabled
pt_br: %s[ ] Analytics... Conexão com o Red Hat Lightspeed (anteriormente Insights) desativada

source: %s[%v] Skipping connection to Red Hat Lightspeed (formerly Insights)
pt_br: %s[%v] Ignorando a conexão com o Red Hat Lightspeed (anteriormente Insights)

source: cannot connect to Red Hat Lightspeed (formerly Insights): %v
pt_br: não foi possível conectar ao Red Hat Lightspeed (anteriormente Insights): %v

source: cannot connect to Red Hat Lightspeed: %v
pt_br: não foi possível conectar ao Red Hat Lightspeed: %v

source: %s[%v] Analytics ... Cannot connect to Red Hat Lightspeed (formerly Insights)
pt_br: %s[%v] Analytics ... Não foi possível conectar ao Red Hat Lightspeed (anteriormente Insights)

source: %s[%v] Analytics ... Connected to Red Hat Lightspeed (formerly Insights)
pt_br: %s[%v] Analytics ... Conectado ao Red Hat Lightspeed (anteriormente Insights)

source: Starting yggdrasil service disabled (%s)
pt_br: Iniciando o serviço yggdrasil desativado (%s)

source: %s[ ] Management .... %s
pt_br: %s[ ] Gerenciamento .... %s

source: %s[%v] Skipping activation of yggdrasil service
pt_br: %s[%v] Ignorando a ativação do serviço yggdrasil

source: cannot activate the yggdrasil service: %v
pt_br: não foi possível ativar o serviço yggdrasil: %v

source: %s[%v] Remote Management ... Cannot activate the yggdrasil service
pt_br: %s[%v] Gerenciamento Remoto ... Não foi possível ativar o serviço yggdrasil

source: %s[%v] Remote Management ... %s
pt_br: %s[%v] Gerenciamento Remoto ... %s

source: unable to get consumer UUID: %s
pt_br: não foi possível obter o UUID do cliente: %s

source: error: %s
pt_br: erro: %s

source: Error retrieving system hostname: %v
pt_br: Erro ao recuperar o nome do host do sistema: %v

source: Connecting %v to Red Hat. This might take a few seconds.
pt_br: Conectando %v ao Red Hat. Isso pode levar alguns segundos.

source: Feature '%s' marked enabled
pt_br: Funcionalidade '%s' marcada como ativada

source: Feature '%s' marked disabled
pt_br: Funcionalidade '%s' marcada como desativada

source: Features preferences: %s
pt_br: Preferências de funcionalidades: %s

source: Successfully connected to Red Hat!
pt_br: Conexão com a Red Hat estabelecida com sucesso!

source: Manage your connected systems: https://red.ht/connector
pt_br: Gerencie seus sistemas conectados: https://red.ht/connector
